const letters = [
    {
        "lang": "தமிழ்",
        "vowels": [
            "அ",
            "ஆ",
            "இ",
            "ஈ",
            "உ",
            "ஊ",
            "எ",
            "ஏ",
            "ஐ",
            "ஒ",
            "ஓ",
            "ஔ"
        ],
        "consonants": [
            "க்",
            "ங்",
            "ச்",
            "ஞ்",
            "ட்",
            "ண்",
            "த்",
            "ந்",
            "ப்",
            "ம்",
            "ய்",
            "ர்",
            "ல்",
            "வ்",
            "ழ்",
            "ள்",
            "ற்",
            "ன்"
        ],
        "combinations": [
            {
                "text": "க"
            },
            {
                "text": "கா"
            },
            {
                "text": "கி"
            },
            {
                "text": "கீ"
            },
            {
                "text": "கு"
            },
            {
                "text": "கூ"
            },
            {
                "text": "கெ"
            },
            {
                "text": "கே"
            },
            {
                "text": "கை"
            },
            {
                "text": "கொ"
            },
            {
                "text": "கோ"
            },
            {
                "text": "கௌ"
            },
            {
                "text": "ங"
            },
            {
                "text": "ஙா"
            },
            {
                "text": "ஙி"
            },
            {
                "text": "ஙீ"
            },
            {
                "text": "ஙு"
            },
            {
                "text": "ஙூ"
            },
            {
                "text": "ஙெ"
            },
            {
                "text": "ஙே"
            },
            {
                "text": "ஙை"
            },
            {
                "text": "ஙொ"
            },
            {
                "text": "ஙோ"
            },
            {
                "text": "ஙௌ"
            },
            {
                "text": "ச"
            },
            {
                "text": "சா"
            },
            {
                "text": "சி"
            },
            {
                "text": "சீ"
            },
            {
                "text": "சு"
            },
            {
                "text": "சூ"
            },
            {
                "text": "செ"
            },
            {
                "text": "சே"
            },
            {
                "text": "சை"
            },
            {
                "text": "சொ"
            },
            {
                "text": "சோ"
            },
            {
                "text": "சௌ"
            },
            {
                "text": "ஞ"
            },
            {
                "text": "ஞா"
            },
            {
                "text": "ஞி"
            },
            {
                "text": "ஞீ"
            },
            {
                "text": "ஞு"
            },
            {
                "text": "ஞூ"
            },
            {
                "text": "ஞெ"
            },
            {
                "text": "ஞே"
            },
            {
                "text": "ஞை"
            },
            {
                "text": "ஞொ"
            },
            {
                "text": "ஞோ"
            },
            {
                "text": "ஞௌ"
            },
            {
                "text": "ட"
            },
            {
                "text": "டா"
            },
            {
                "text": "டி"
            },
            {
                "text": "டீ"
            },
            {
                "text": "டு"
            },
            {
                "text": "டூ"
            },
            {
                "text": "டெ"
            },
            {
                "text": "டே"
            },
            {
                "text": "டை"
            },
            {
                "text": "டொ"
            },
            {
                "text": "டோ"
            },
            {
                "text": "டௌ"
            },
            {
                "text": "ண"
            },
            {
                "text": "ணா"
            },
            {
                "text": "ணி"
            },
            {
                "text": "ணீ"
            },
            {
                "text": "ணு"
            },
            {
                "text": "ணூ"
            },
            {
                "text": "ணெ"
            },
            {
                "text": "ணே"
            },
            {
                "text": "ணை"
            },
            {
                "text": "ணொ"
            },
            {
                "text": "ணோ"
            },
            {
                "text": "ணௌ"
            },
            {
                "text": "த"
            },
            {
                "text": "தா"
            },
            {
                "text": "தி"
            },
            {
                "text": "தீ"
            },
            {
                "text": "து"
            },
            {
                "text": "தூ"
            },
            {
                "text": "தெ"
            },
            {
                "text": "தே"
            },
            {
                "text": "தை"
            },
            {
                "text": "தொ"
            },
            {
                "text": "தோ"
            },
            {
                "text": "தௌ"
            },
            {
                "text": "ந"
            },
            {
                "text": "நா"
            },
            {
                "text": "நி"
            },
            {
                "text": "நீ"
            },
            {
                "text": "நு"
            },
            {
                "text": "நூ"
            },
            {
                "text": "நெ"
            },
            {
                "text": "நே"
            },
            {
                "text": "நை"
            },
            {
                "text": "நொ"
            },
            {
                "text": "நோ"
            },
            {
                "text": "நௌ"
            },
            {
                "text": "ப"
            },
            {
                "text": "பா"
            },
            {
                "text": "பி"
            },
            {
                "text": "பீ"
            },
            {
                "text": "பு"
            },
            {
                "text": "பூ"
            },
            {
                "text": "பெ"
            },
            {
                "text": "பே"
            },
            {
                "text": "பை"
            },
            {
                "text": "பொ"
            },
            {
                "text": "போ"
            },
            {
                "text": "பௌ"
            },
            {
                "text": "ம"
            },
            {
                "text": "மா"
            },
            {
                "text": "மி"
            },
            {
                "text": "மீ"
            },
            {
                "text": "மு"
            },
            {
                "text": "மூ"
            },
            {
                "text": "மெ"
            },
            {
                "text": "மே"
            },
            {
                "text": "மை"
            },
            {
                "text": "மொ"
            },
            {
                "text": "மோ"
            },
            {
                "text": "மௌ"
            },
            {
                "text": "ய"
            },
            {
                "text": "யா"
            },
            {
                "text": "யி"
            },
            {
                "text": "யீ"
            },
            {
                "text": "யு"
            },
            {
                "text": "யூ"
            },
            {
                "text": "யெ"
            },
            {
                "text": "யே"
            },
            {
                "text": "யை"
            },
            {
                "text": "யொ"
            },
            {
                "text": "யோ"
            },
            {
                "text": "யௌ"
            },
            {
                "text": "ர"
            },
            {
                "text": "ரா"
            },
            {
                "text": "ரி"
            },
            {
                "text": "ரீ"
            },
            {
                "text": "ரு"
            },
            {
                "text": "ரூ"
            },
            {
                "text": "ரெ"
            },
            {
                "text": "ரே"
            },
            {
                "text": "ரை"
            },
            {
                "text": "ரொ"
            },
            {
                "text": "ரோ"
            },
            {
                "text": "ரௌ"
            },
            {
                "text": "ல"
            },
            {
                "text": "லா"
            },
            {
                "text": "லி"
            },
            {
                "text": "லீ"
            },
            {
                "text": "லு"
            },
            {
                "text": "லூ"
            },
            {
                "text": "லெ"
            },
            {
                "text": "லே"
            },
            {
                "text": "லை"
            },
            {
                "text": "லொ"
            },
            {
                "text": "லோ"
            },
            {
                "text": "லௌ"
            },
            {
                "text": "வ"
            },
            {
                "text": "வா"
            },
            {
                "text": "வி"
            },
            {
                "text": "வீ"
            },
            {
                "text": "வு"
            },
            {
                "text": "வூ"
            },
            {
                "text": "வெ"
            },
            {
                "text": "வே"
            },
            {
                "text": "வை"
            },
            {
                "text": "வொ"
            },
            {
                "text": "வோ"
            },
            {
                "text": "வௌ"
            },
            {
                "text": "ழ"
            },
            {
                "text": "ழா"
            },
            {
                "text": "ழி"
            },
            {
                "text": "ழீ"
            },
            {
                "text": "ழு"
            },
            {
                "text": "ழூ"
            },
            {
                "text": "ழெ"
            },
            {
                "text": "ழே"
            },
            {
                "text": "ழை"
            },
            {
                "text": "ழொ"
            },
            {
                "text": "ழோ"
            },
            {
                "text": "ழௌ"
            },
            {
                "text": "ள"
            },
            {
                "text": "ளா"
            },
            {
                "text": "ளி"
            },
            {
                "text": "ளீ"
            },
            {
                "text": "ளு"
            },
            {
                "text": "ளூ"
            },
            {
                "text": "ளெ"
            },
            {
                "text": "ளே"
            },
            {
                "text": "ளை"
            },
            {
                "text": "ளொ"
            },
            {
                "text": "ளோ"
            },
            {
                "text": "ளௌ"
            },
            {
                "text": "ற"
            },
            {
                "text": "றா"
            },
            {
                "text": "றி"
            },
            {
                "text": "றீ"
            },
            {
                "text": "று"
            },
            {
                "text": "றூ"
            },
            {
                "text": "றெ"
            },
            {
                "text": "றே"
            },
            {
                "text": "றை"
            },
            {
                "text": "றொ"
            },
            {
                "text": "றோ"
            },
            {
                "text": "றௌ"
            },
            {
                "text": "ன"
            },
            {
                "text": "னா"
            },
            {
                "text": "னி"
            },
            {
                "text": "னீ"
            },
            {
                "text": "னு"
            },
            {
                "text": "னூ"
            },
            {
                "text": "னெ"
            },
            {
                "text": "னே"
            },
            {
                "text": "னை"
            },
            {
                "text": "னொ"
            },
            {
                "text": "னோ"
            },
            {
                "text": "னௌ"
            }
        ]
    },
    {
        "lang": "తెలుగు",
        "vowels": [
            "అ",
            "ఆ",
            "ఇ",
            "ఈ",
            "ఉ",
            "ఊ",
            "ఋ",
            "ౠ",
            "ఎ",
            "ఏ",
            "ఐ",
            "ఒ",
            "ఓ",
            "ఔ",
            "అం",
            "అః",
            "—"
        ],
        "consonants": [
            "క",
            "ఖ",
            "గ",
            "ఘ",
            "ఙ",
            "చ",
            "ఛ",
            "జ",
            "ఝ",
            "ఞ",
            "ట",
            "ఠ",
            "డ",
            "ఢ",
            "ణ",
            "త",
            "థ",
            "ద",
            "ధ",
            "న",
            "ప",
            "ఫ",
            "బ",
            "భ",
            "మ",
            "య",
            "ర",
            "ల",
            "వ",
            "శ",
            "ష",
            "స",
            "హ",
            "ళ",
            "క్ష",
            "ఱ"
        ],
        "combinations": [
            {
                "text": "క"
            },
            {
                "text": "కా"
            },
            {
                "text": "కి"
            },
            {
                "text": "కీ"
            },
            {
                "text": "కు"
            },
            {
                "text": "కూ"
            },
            {
                "text": "కృ"
            },
            {
                "text": "కౄ"
            },
            {
                "text": "కె"
            },
            {
                "text": "కే"
            },
            {
                "text": "కై"
            },
            {
                "text": "కొ"
            },
            {
                "text": "కో"
            },
            {
                "text": "కౌ"
            },
            {
                "text": "కం"
            },
            {
                "text": "కః"
            },
            {
                "text": "కౕ"
            },
            {
                "text": "ఖ"
            },
            {
                "text": "ఖా"
            },
            {
                "text": "ఖి"
            },
            {
                "text": "ఖీ"
            },
            {
                "text": "ఖు"
            },
            {
                "text": "ఖూ"
            },
            {
                "text": "ఖృ"
            },
            {
                "text": "ఖౄ"
            },
            {
                "text": "ఖె"
            },
            {
                "text": "ఖే"
            },
            {
                "text": "ఖై"
            },
            {
                "text": "ఖొ"
            },
            {
                "text": "ఖో"
            },
            {
                "text": "ఖౌ"
            },
            {
                "text": "ఖం"
            },
            {
                "text": "ఖః"
            },
            {
                "text": "ఖౕ"
            },
            {
                "text": "గ"
            },
            {
                "text": "గా"
            },
            {
                "text": "గి"
            },
            {
                "text": "గీ"
            },
            {
                "text": "గు"
            },
            {
                "text": "గూ"
            },
            {
                "text": "గృ"
            },
            {
                "text": "గౄ"
            },
            {
                "text": "గె"
            },
            {
                "text": "గే"
            },
            {
                "text": "గై"
            },
            {
                "text": "గొ"
            },
            {
                "text": "గో"
            },
            {
                "text": "గౌ"
            },
            {
                "text": "గం"
            },
            {
                "text": "గః"
            },
            {
                "text": "గౕ"
            },
            {
                "text": "ఘ"
            },
            {
                "text": "ఘా"
            },
            {
                "text": "ఘి"
            },
            {
                "text": "ఘీ"
            },
            {
                "text": "ఘు"
            },
            {
                "text": "ఘూ"
            },
            {
                "text": "ఘృ"
            },
            {
                "text": "ఘౄ"
            },
            {
                "text": "ఘె"
            },
            {
                "text": "ఘే"
            },
            {
                "text": "ఘై"
            },
            {
                "text": "ఘొ"
            },
            {
                "text": "ఘో"
            },
            {
                "text": "ఘౌ"
            },
            {
                "text": "ఘం"
            },
            {
                "text": "ఘః"
            },
            {
                "text": "ఘౕ"
            },
            {
                "text": "ఙ"
            },
            {
                "text": "ఙా"
            },
            {
                "text": "ఙి"
            },
            {
                "text": "ఙీ"
            },
            {
                "text": "ఙు"
            },
            {
                "text": "ఙూ"
            },
            {
                "text": "ఙృ"
            },
            {
                "text": "ఙౄ"
            },
            {
                "text": "ఙె"
            },
            {
                "text": "ఙే"
            },
            {
                "text": "ఙై"
            },
            {
                "text": "ఙొ"
            },
            {
                "text": "ఙో"
            },
            {
                "text": "ఙౌ"
            },
            {
                "text": "ఙం"
            },
            {
                "text": "ఙః"
            },
            {
                "text": "ఙౕ"
            },
            {
                "text": "చ"
            },
            {
                "text": "చా"
            },
            {
                "text": "చి"
            },
            {
                "text": "చీ"
            },
            {
                "text": "చు"
            },
            {
                "text": "చూ"
            },
            {
                "text": "చృ"
            },
            {
                "text": "చౄ"
            },
            {
                "text": "చె"
            },
            {
                "text": "చే"
            },
            {
                "text": "చై"
            },
            {
                "text": "చొ"
            },
            {
                "text": "చో"
            },
            {
                "text": "చౌ"
            },
            {
                "text": "చం"
            },
            {
                "text": "చః"
            },
            {
                "text": "చౕ"
            },
            {
                "text": "ఛ"
            },
            {
                "text": "ఛా"
            },
            {
                "text": "ఛి"
            },
            {
                "text": "ఛీ"
            },
            {
                "text": "ఛు"
            },
            {
                "text": "ఛూ"
            },
            {
                "text": "ఛృ"
            },
            {
                "text": "ఛౄ"
            },
            {
                "text": "ఛె"
            },
            {
                "text": "ఛే"
            },
            {
                "text": "ఛై"
            },
            {
                "text": "ఛొ"
            },
            {
                "text": "ఛో"
            },
            {
                "text": "ఛౌ"
            },
            {
                "text": "ఛం"
            },
            {
                "text": "ఛః"
            },
            {
                "text": "ఛౕ"
            },
            {
                "text": "జ"
            },
            {
                "text": "జా"
            },
            {
                "text": "జి"
            },
            {
                "text": "జీ"
            },
            {
                "text": "జు"
            },
            {
                "text": "జూ"
            },
            {
                "text": "జృ"
            },
            {
                "text": "జౄ"
            },
            {
                "text": "జె"
            },
            {
                "text": "జే"
            },
            {
                "text": "జై"
            },
            {
                "text": "జొ"
            },
            {
                "text": "జో"
            },
            {
                "text": "జౌ"
            },
            {
                "text": "జం"
            },
            {
                "text": "జః"
            },
            {
                "text": "జౕ"
            },
            {
                "text": "ఝ"
            },
            {
                "text": "ఝా"
            },
            {
                "text": "ఝి"
            },
            {
                "text": "ఝీ"
            },
            {
                "text": "ఝు"
            },
            {
                "text": "ఝూ"
            },
            {
                "text": "ఝృ"
            },
            {
                "text": "ఝౄ"
            },
            {
                "text": "ఝె"
            },
            {
                "text": "ఝే"
            },
            {
                "text": "ఝై"
            },
            {
                "text": "ఝొ"
            },
            {
                "text": "ఝో"
            },
            {
                "text": "ఝౌ"
            },
            {
                "text": "ఝం"
            },
            {
                "text": "ఝః"
            },
            {
                "text": "ఝౕ"
            },
            {
                "text": "ఞ"
            },
            {
                "text": "ఞా"
            },
            {
                "text": "ఞి"
            },
            {
                "text": "ఞీ"
            },
            {
                "text": "ఞు"
            },
            {
                "text": "ఞూ"
            },
            {
                "text": "ఞృ"
            },
            {
                "text": "ఞౄ"
            },
            {
                "text": "ఞె"
            },
            {
                "text": "ఞే"
            },
            {
                "text": "ఞై"
            },
            {
                "text": "ఞొ"
            },
            {
                "text": "ఞో"
            },
            {
                "text": "ఞౌ"
            },
            {
                "text": "ఞం"
            },
            {
                "text": "ఞః"
            },
            {
                "text": "ఞౕ"
            },
            {
                "text": "ట"
            },
            {
                "text": "టా"
            },
            {
                "text": "టి"
            },
            {
                "text": "టీ"
            },
            {
                "text": "టు"
            },
            {
                "text": "టూ"
            },
            {
                "text": "టృ"
            },
            {
                "text": "టౄ"
            },
            {
                "text": "టె"
            },
            {
                "text": "టే"
            },
            {
                "text": "టై"
            },
            {
                "text": "టొ"
            },
            {
                "text": "టో"
            },
            {
                "text": "టౌ"
            },
            {
                "text": "టం"
            },
            {
                "text": "టః"
            },
            {
                "text": "టౕ"
            },
            {
                "text": "ఠ"
            },
            {
                "text": "ఠా"
            },
            {
                "text": "ఠి"
            },
            {
                "text": "ఠీ"
            },
            {
                "text": "ఠు"
            },
            {
                "text": "ఠూ"
            },
            {
                "text": "ఠృ"
            },
            {
                "text": "ఠౄ"
            },
            {
                "text": "ఠె"
            },
            {
                "text": "ఠే"
            },
            {
                "text": "ఠై"
            },
            {
                "text": "ఠొ"
            },
            {
                "text": "ఠో"
            },
            {
                "text": "ఠౌ"
            },
            {
                "text": "ఠం"
            },
            {
                "text": "ఠః"
            },
            {
                "text": "ఠౕ"
            },
            {
                "text": "డ"
            },
            {
                "text": "డా"
            },
            {
                "text": "డి"
            },
            {
                "text": "డీ"
            },
            {
                "text": "డు"
            },
            {
                "text": "డూ"
            },
            {
                "text": "డృ"
            },
            {
                "text": "డౄ"
            },
            {
                "text": "డె"
            },
            {
                "text": "డే"
            },
            {
                "text": "డై"
            },
            {
                "text": "డొ"
            },
            {
                "text": "డో"
            },
            {
                "text": "డౌ"
            },
            {
                "text": "డం"
            },
            {
                "text": "డః"
            },
            {
                "text": "డౕ"
            },
            {
                "text": "ఢ"
            },
            {
                "text": "ఢా"
            },
            {
                "text": "ఢి"
            },
            {
                "text": "ఢీ"
            },
            {
                "text": "ఢు"
            },
            {
                "text": "ఢూ"
            },
            {
                "text": "ఢృ"
            },
            {
                "text": "ఢౄ"
            },
            {
                "text": "ఢె"
            },
            {
                "text": "ఢే"
            },
            {
                "text": "ఢై"
            },
            {
                "text": "ఢొ"
            },
            {
                "text": "ఢో"
            },
            {
                "text": "ఢౌ"
            },
            {
                "text": "ఢం"
            },
            {
                "text": "ఢః"
            },
            {
                "text": "ఢౕ"
            },
            {
                "text": "ణ"
            },
            {
                "text": "ణా"
            },
            {
                "text": "ణి"
            },
            {
                "text": "ణీ"
            },
            {
                "text": "ణు"
            },
            {
                "text": "ణూ"
            },
            {
                "text": "ణృ"
            },
            {
                "text": "ణౄ"
            },
            {
                "text": "ణె"
            },
            {
                "text": "ణే"
            },
            {
                "text": "ణై"
            },
            {
                "text": "ణొ"
            },
            {
                "text": "ణో"
            },
            {
                "text": "ణౌ"
            },
            {
                "text": "ణం"
            },
            {
                "text": "ణః"
            },
            {
                "text": "ణౕ"
            },
            {
                "text": "త"
            },
            {
                "text": "తా"
            },
            {
                "text": "తి"
            },
            {
                "text": "తీ"
            },
            {
                "text": "తు"
            },
            {
                "text": "తూ"
            },
            {
                "text": "తృ"
            },
            {
                "text": "తౄ"
            },
            {
                "text": "తె"
            },
            {
                "text": "తే"
            },
            {
                "text": "తై"
            },
            {
                "text": "తొ"
            },
            {
                "text": "తో"
            },
            {
                "text": "తౌ"
            },
            {
                "text": "తం"
            },
            {
                "text": "తః"
            },
            {
                "text": "తౕ"
            },
            {
                "text": "థ"
            },
            {
                "text": "థా"
            },
            {
                "text": "థి"
            },
            {
                "text": "థీ"
            },
            {
                "text": "థు"
            },
            {
                "text": "థూ"
            },
            {
                "text": "థృ"
            },
            {
                "text": "థౄ"
            },
            {
                "text": "థె"
            },
            {
                "text": "థే"
            },
            {
                "text": "థై"
            },
            {
                "text": "థొ"
            },
            {
                "text": "థో"
            },
            {
                "text": "థౌ"
            },
            {
                "text": "థం"
            },
            {
                "text": "థః"
            },
            {
                "text": "థౕ"
            },
            {
                "text": "ద"
            },
            {
                "text": "దా"
            },
            {
                "text": "ది"
            },
            {
                "text": "దీ"
            },
            {
                "text": "దు"
            },
            {
                "text": "దూ"
            },
            {
                "text": "దృ"
            },
            {
                "text": "దౄ"
            },
            {
                "text": "దె"
            },
            {
                "text": "దే"
            },
            {
                "text": "దై"
            },
            {
                "text": "దొ"
            },
            {
                "text": "దో"
            },
            {
                "text": "దౌ"
            },
            {
                "text": "దం"
            },
            {
                "text": "దః"
            },
            {
                "text": "దౕ"
            },
            {
                "text": "ధ"
            },
            {
                "text": "ధా"
            },
            {
                "text": "ధి"
            },
            {
                "text": "ధీ"
            },
            {
                "text": "ధు"
            },
            {
                "text": "ధూ"
            },
            {
                "text": "ధృ"
            },
            {
                "text": "ధౄ"
            },
            {
                "text": "ధె"
            },
            {
                "text": "ధే"
            },
            {
                "text": "ధై"
            },
            {
                "text": "ధొ"
            },
            {
                "text": "ధో"
            },
            {
                "text": "ధౌ"
            },
            {
                "text": "ధం"
            },
            {
                "text": "ధః"
            },
            {
                "text": "ధౕ"
            },
            {
                "text": "న"
            },
            {
                "text": "నా"
            },
            {
                "text": "ని"
            },
            {
                "text": "నీ"
            },
            {
                "text": "ను"
            },
            {
                "text": "నూ"
            },
            {
                "text": "నృ"
            },
            {
                "text": "నౄ"
            },
            {
                "text": "నె"
            },
            {
                "text": "నే"
            },
            {
                "text": "నై"
            },
            {
                "text": "నొ"
            },
            {
                "text": "నో"
            },
            {
                "text": "నౌ"
            },
            {
                "text": "నం"
            },
            {
                "text": "నః"
            },
            {
                "text": "నౕ"
            },
            {
                "text": "ప"
            },
            {
                "text": "పా"
            },
            {
                "text": "పి"
            },
            {
                "text": "పీ"
            },
            {
                "text": "పు"
            },
            {
                "text": "పూ"
            },
            {
                "text": "పృ"
            },
            {
                "text": "పౄ"
            },
            {
                "text": "పె"
            },
            {
                "text": "పే"
            },
            {
                "text": "పై"
            },
            {
                "text": "పొ"
            },
            {
                "text": "పో"
            },
            {
                "text": "పౌ"
            },
            {
                "text": "పం"
            },
            {
                "text": "పః"
            },
            {
                "text": "పౕ"
            },
            {
                "text": "ఫ"
            },
            {
                "text": "ఫా"
            },
            {
                "text": "ఫి"
            },
            {
                "text": "ఫీ"
            },
            {
                "text": "ఫు"
            },
            {
                "text": "ఫూ"
            },
            {
                "text": "ఫృ"
            },
            {
                "text": "ఫౄ"
            },
            {
                "text": "ఫె"
            },
            {
                "text": "ఫే"
            },
            {
                "text": "ఫై"
            },
            {
                "text": "ఫొ"
            },
            {
                "text": "ఫో"
            },
            {
                "text": "ఫౌ"
            },
            {
                "text": "ఫం"
            },
            {
                "text": "ఫః"
            },
            {
                "text": "ఫౕ"
            },
            {
                "text": "బ"
            },
            {
                "text": "బా"
            },
            {
                "text": "బి"
            },
            {
                "text": "బీ"
            },
            {
                "text": "బు"
            },
            {
                "text": "బూ"
            },
            {
                "text": "బృ"
            },
            {
                "text": "బౄ"
            },
            {
                "text": "బె"
            },
            {
                "text": "బే"
            },
            {
                "text": "బై"
            },
            {
                "text": "బొ"
            },
            {
                "text": "బో"
            },
            {
                "text": "బౌ"
            },
            {
                "text": "బం"
            },
            {
                "text": "బః"
            },
            {
                "text": "బౕ"
            },
            {
                "text": "భ"
            },
            {
                "text": "భా"
            },
            {
                "text": "భి"
            },
            {
                "text": "భీ"
            },
            {
                "text": "భు"
            },
            {
                "text": "భూ"
            },
            {
                "text": "భృ"
            },
            {
                "text": "భౄ"
            },
            {
                "text": "భె"
            },
            {
                "text": "భే"
            },
            {
                "text": "భై"
            },
            {
                "text": "భొ"
            },
            {
                "text": "భో"
            },
            {
                "text": "భౌ"
            },
            {
                "text": "భం"
            },
            {
                "text": "భః"
            },
            {
                "text": "భౕ"
            },
            {
                "text": "మ"
            },
            {
                "text": "మా"
            },
            {
                "text": "మి"
            },
            {
                "text": "మీ"
            },
            {
                "text": "ము"
            },
            {
                "text": "మూ"
            },
            {
                "text": "మృ"
            },
            {
                "text": "మౄ"
            },
            {
                "text": "మె"
            },
            {
                "text": "మే"
            },
            {
                "text": "మై"
            },
            {
                "text": "మొ"
            },
            {
                "text": "మో"
            },
            {
                "text": "మౌ"
            },
            {
                "text": "మం"
            },
            {
                "text": "మః"
            },
            {
                "text": "మౕ"
            },
            {
                "text": "య"
            },
            {
                "text": "యా"
            },
            {
                "text": "యి"
            },
            {
                "text": "యీ"
            },
            {
                "text": "యు"
            },
            {
                "text": "యూ"
            },
            {
                "text": "యృ"
            },
            {
                "text": "యౄ"
            },
            {
                "text": "యె"
            },
            {
                "text": "యే"
            },
            {
                "text": "యై"
            },
            {
                "text": "యొ"
            },
            {
                "text": "యో"
            },
            {
                "text": "యౌ"
            },
            {
                "text": "యం"
            },
            {
                "text": "యః"
            },
            {
                "text": "యౕ"
            },
            {
                "text": "ర"
            },
            {
                "text": "రా"
            },
            {
                "text": "రి"
            },
            {
                "text": "రీ"
            },
            {
                "text": "రు"
            },
            {
                "text": "రూ"
            },
            {
                "text": "రృ"
            },
            {
                "text": "రౄ"
            },
            {
                "text": "రె"
            },
            {
                "text": "రే"
            },
            {
                "text": "రై"
            },
            {
                "text": "రొ"
            },
            {
                "text": "రో"
            },
            {
                "text": "రౌ"
            },
            {
                "text": "రం"
            },
            {
                "text": "రః"
            },
            {
                "text": "రౕ"
            },
            {
                "text": "ల"
            },
            {
                "text": "లా"
            },
            {
                "text": "లి"
            },
            {
                "text": "లీ"
            },
            {
                "text": "లు"
            },
            {
                "text": "లూ"
            },
            {
                "text": "లృ"
            },
            {
                "text": "లౄ"
            },
            {
                "text": "లె"
            },
            {
                "text": "లే"
            },
            {
                "text": "లై"
            },
            {
                "text": "లొ"
            },
            {
                "text": "లో"
            },
            {
                "text": "లౌ"
            },
            {
                "text": "లం"
            },
            {
                "text": "లః"
            },
            {
                "text": "లౕ"
            },
            {
                "text": "వ"
            },
            {
                "text": "వా"
            },
            {
                "text": "వి"
            },
            {
                "text": "వీ"
            },
            {
                "text": "వు"
            },
            {
                "text": "వూ"
            },
            {
                "text": "వృ"
            },
            {
                "text": "వౄ"
            },
            {
                "text": "వె"
            },
            {
                "text": "వే"
            },
            {
                "text": "వై"
            },
            {
                "text": "వొ"
            },
            {
                "text": "వో"
            },
            {
                "text": "వౌ"
            },
            {
                "text": "వం"
            },
            {
                "text": "వః"
            },
            {
                "text": "వౕ"
            },
            {
                "text": "శ"
            },
            {
                "text": "శా"
            },
            {
                "text": "శి"
            },
            {
                "text": "శీ"
            },
            {
                "text": "శు"
            },
            {
                "text": "శూ"
            },
            {
                "text": "శృ"
            },
            {
                "text": "శౄ"
            },
            {
                "text": "శె"
            },
            {
                "text": "శే"
            },
            {
                "text": "శై"
            },
            {
                "text": "శొ"
            },
            {
                "text": "శో"
            },
            {
                "text": "శౌ"
            },
            {
                "text": "శం"
            },
            {
                "text": "శః"
            },
            {
                "text": "శౕ"
            },
            {
                "text": "ష"
            },
            {
                "text": "షా"
            },
            {
                "text": "షి"
            },
            {
                "text": "షీ"
            },
            {
                "text": "షు"
            },
            {
                "text": "షూ"
            },
            {
                "text": "షృ"
            },
            {
                "text": "షౄ"
            },
            {
                "text": "షె"
            },
            {
                "text": "షే"
            },
            {
                "text": "షై"
            },
            {
                "text": "షొ"
            },
            {
                "text": "షో"
            },
            {
                "text": "షౌ"
            },
            {
                "text": "షం"
            },
            {
                "text": "షః"
            },
            {
                "text": "షౕ"
            },
            {
                "text": "స"
            },
            {
                "text": "సా"
            },
            {
                "text": "సి"
            },
            {
                "text": "సీ"
            },
            {
                "text": "సు"
            },
            {
                "text": "సూ"
            },
            {
                "text": "సృ"
            },
            {
                "text": "సౄ"
            },
            {
                "text": "సె"
            },
            {
                "text": "సే"
            },
            {
                "text": "సై"
            },
            {
                "text": "సొ"
            },
            {
                "text": "సో"
            },
            {
                "text": "సౌ"
            },
            {
                "text": "సం"
            },
            {
                "text": "సః"
            },
            {
                "text": "సౕ"
            },
            {
                "text": "హ"
            },
            {
                "text": "హా"
            },
            {
                "text": "హి"
            },
            {
                "text": "హీ"
            },
            {
                "text": "హు"
            },
            {
                "text": "హూ"
            },
            {
                "text": "హృ"
            },
            {
                "text": "హౄ"
            },
            {
                "text": "హె"
            },
            {
                "text": "హే"
            },
            {
                "text": "హై"
            },
            {
                "text": "హొ"
            },
            {
                "text": "హో"
            },
            {
                "text": "హౌ"
            },
            {
                "text": "హం"
            },
            {
                "text": "హః"
            },
            {
                "text": "హౕ"
            },
            {
                "text": "ళ"
            },
            {
                "text": "ళా"
            },
            {
                "text": "ళి"
            },
            {
                "text": "ళీ"
            },
            {
                "text": "ళు"
            },
            {
                "text": "ళూ"
            },
            {
                "text": "ళృ"
            },
            {
                "text": "ళౄ"
            },
            {
                "text": "ళె"
            },
            {
                "text": "ళే"
            },
            {
                "text": "ళై"
            },
            {
                "text": "ళొ"
            },
            {
                "text": "ళో"
            },
            {
                "text": "ళౌ"
            },
            {
                "text": "ళం"
            },
            {
                "text": "ళః"
            },
            {
                "text": "ళౕ"
            },
            {
                "text": "క్ష"
            },
            {
                "text": "క్షా"
            },
            {
                "text": "క్షి"
            },
            {
                "text": "క్షీ"
            },
            {
                "text": "క్షు"
            },
            {
                "text": "క్షూ"
            },
            {
                "text": "క్షృ"
            },
            {
                "text": "క్షౄ"
            },
            {
                "text": "క్షె"
            },
            {
                "text": "క్షే"
            },
            {
                "text": "క్షై"
            },
            {
                "text": "క్షొ"
            },
            {
                "text": "క్షో"
            },
            {
                "text": "క్షౌ"
            },
            {
                "text": "క్షం"
            },
            {
                "text": "క్షః"
            },
            {
                "text": "క్షౕ"
            },
            {
                "text": "ఱ"
            },
            {
                "text": "ఱా"
            },
            {
                "text": "ఱి"
            },
            {
                "text": "ఱీ"
            },
            {
                "text": "ఱు"
            },
            {
                "text": "ఱూ"
            },
            {
                "text": "ఱృ"
            },
            {
                "text": "ఱౄ"
            },
            {
                "text": "ఱె"
            },
            {
                "text": "ఱే"
            },
            {
                "text": "ఱై"
            },
            {
                "text": "ఱొ"
            },
            {
                "text": "ఱో"
            },
            {
                "text": "ఱౌ"
            },
            {
                "text": "ఱం"
            },
            {
                "text": "ఱః"
            },
            {
                "text": "ఱౕ"
            }
        ]
    },
    
]
module.exports = {
    letters
}