const letters = [
    {
        "lang": "ಕನ್ನಡ",
        "vowels": ['ಅ', 'ಆ', 'ಇ', 'ಈ', 'ಉ', 'ಊ', 'ಋ', 'ಎ', 'ಏ', 'ಐ', 'ಒ', 'ಓ', 'ಔ', 'ಅಂ', 'ಅಃ'],
        "consonants": ['ಕ್', 'ಖ್', 'ಗ್', 'ಘ್', 'ಙ್', 'ಚ್', 'ಛ್', 'ಜ್', 'ಝ್', 'ಞ್', 'ಟ್', 'ಠ್', 'ಡ್', 'ಢ್', 'ಣ್', 'ತ್', 'ಥ್', 'ದ್', 'ಧ್', 'ನ್', 'ಪ್', 'ಫ್', 'ಬ್', 'ಭ್', 'ಮ್', 'ಯ್', 'ರ್', 'ಲ್', 'ವ್', 'ಶ್', 'ಷ್', 'ಸ್', 'ಹ್', 'ಳ್'],
        "combinations": [
            {
                "text": "க"
            },
            {
                "text": "கா"
            },
            {
                "text": "கி"
            },
            {
                "text": "கீ"
            },
            {
                "text": "கு"
            },
            {
                "text": "கூ"
            },
            {
                "text": "கெ"
            },
            {
                "text": "கே"
            },
            {
                "text": "கை"
            },
            {
                "text": "கொ"
            },
            {
                "text": "கோ"
            },
            {
                "text": "கௌ"
            },
            {
                "text": "ங"
            },
            {
                "text": "ஙா"
            },
            {
                "text": "ஙி"
            },
            {
                "text": "ஙீ"
            },
            {
                "text": "ஙு"
            },
            {
                "text": "ஙூ"
            },
            {
                "text": "ஙெ"
            },
            {
                "text": "ஙே"
            },
            {
                "text": "ஙை"
            },
            {
                "text": "ஙொ"
            },
            {
                "text": "ஙோ"
            },
            {
                "text": "ஙௌ"
            },
            {
                "text": "ச"
            },
            {
                "text": "சா"
            },
            {
                "text": "சி"
            },
            {
                "text": "சீ"
            },
            {
                "text": "சு"
            },
            {
                "text": "சூ"
            },
            {
                "text": "செ"
            },
            {
                "text": "சே"
            },
            {
                "text": "சை"
            },
            {
                "text": "சொ"
            },
            {
                "text": "சோ"
            },
            {
                "text": "சௌ"
            },
            {
                "text": "ஞ"
            },
            {
                "text": "ஞா"
            },
            {
                "text": "ஞி"
            },
            {
                "text": "ஞீ"
            },
            {
                "text": "ஞு"
            },
            {
                "text": "ஞூ"
            },
            {
                "text": "ஞெ"
            },
            {
                "text": "ஞே"
            },
            {
                "text": "ஞை"
            },
            {
                "text": "ஞொ"
            },
            {
                "text": "ஞோ"
            },
            {
                "text": "ஞௌ"
            },
            {
                "text": "ட"
            },
            {
                "text": "டா"
            },
            {
                "text": "டி"
            },
            {
                "text": "டீ"
            },
            {
                "text": "டு"
            },
            {
                "text": "டூ"
            },
            {
                "text": "டெ"
            },
            {
                "text": "டே"
            },
            {
                "text": "டை"
            },
            {
                "text": "டொ"
            },
            {
                "text": "டோ"
            },
            {
                "text": "டௌ"
            },
            {
                "text": "ண"
            },
            {
                "text": "ணா"
            },
            {
                "text": "ணி"
            },
            {
                "text": "ணீ"
            },
            {
                "text": "ணு"
            },
            {
                "text": "ணூ"
            },
            {
                "text": "ணெ"
            },
            {
                "text": "ணே"
            },
            {
                "text": "ணை"
            },
            {
                "text": "ணொ"
            },
            {
                "text": "ணோ"
            },
            {
                "text": "ணௌ"
            },
            {
                "text": "த"
            },
            {
                "text": "தா"
            },
            {
                "text": "தி"
            },
            {
                "text": "தீ"
            },
            {
                "text": "து"
            },
            {
                "text": "தூ"
            },
            {
                "text": "தெ"
            },
            {
                "text": "தே"
            },
            {
                "text": "தை"
            },
            {
                "text": "தொ"
            },
            {
                "text": "தோ"
            },
            {
                "text": "தௌ"
            },
            {
                "text": "ந"
            },
            {
                "text": "நா"
            },
            {
                "text": "நி"
            },
            {
                "text": "நீ"
            },
            {
                "text": "நு"
            },
            {
                "text": "நூ"
            },
            {
                "text": "நெ"
            },
            {
                "text": "நே"
            },
            {
                "text": "நை"
            },
            {
                "text": "நொ"
            },
            {
                "text": "நோ"
            },
            {
                "text": "நௌ"
            },
            {
                "text": "ப"
            },
            {
                "text": "பா"
            },
            {
                "text": "பி"
            },
            {
                "text": "பீ"
            },
            {
                "text": "பு"
            },
            {
                "text": "பூ"
            },
            {
                "text": "பெ"
            },
            {
                "text": "பே"
            },
            {
                "text": "பை"
            },
            {
                "text": "பொ"
            },
            {
                "text": "போ"
            },
            {
                "text": "பௌ"
            },
            {
                "text": "ம"
            },
            {
                "text": "மா"
            },
            {
                "text": "மி"
            },
            {
                "text": "மீ"
            },
            {
                "text": "மு"
            },
            {
                "text": "மூ"
            },
            {
                "text": "மெ"
            },
            {
                "text": "மே"
            },
            {
                "text": "மை"
            },
            {
                "text": "மொ"
            },
            {
                "text": "மோ"
            },
            {
                "text": "மௌ"
            },
            {
                "text": "ய"
            },
            {
                "text": "யா"
            },
            {
                "text": "யி"
            },
            {
                "text": "யீ"
            },
            {
                "text": "யு"
            },
            {
                "text": "யூ"
            },
            {
                "text": "யெ"
            },
            {
                "text": "யே"
            },
            {
                "text": "யை"
            },
            {
                "text": "யொ"
            },
            {
                "text": "யோ"
            },
            {
                "text": "யௌ"
            },
            {
                "text": "ர"
            },
            {
                "text": "ரா"
            },
            {
                "text": "ரி"
            },
            {
                "text": "ரீ"
            },
            {
                "text": "ரு"
            },
            {
                "text": "ரூ"
            },
            {
                "text": "ரெ"
            },
            {
                "text": "ரே"
            },
            {
                "text": "ரை"
            },
            {
                "text": "ரொ"
            },
            {
                "text": "ரோ"
            },
            {
                "text": "ரௌ"
            },
            {
                "text": "ல"
            },
            {
                "text": "லா"
            },
            {
                "text": "லி"
            },
            {
                "text": "லீ"
            },
            {
                "text": "லு"
            },
            {
                "text": "லூ"
            },
            {
                "text": "லெ"
            },
            {
                "text": "லே"
            },
            {
                "text": "லை"
            },
            {
                "text": "லொ"
            },
            {
                "text": "லோ"
            },
            {
                "text": "லௌ"
            },
            {
                "text": "வ"
            },
            {
                "text": "வா"
            },
            {
                "text": "வி"
            },
            {
                "text": "வீ"
            },
            {
                "text": "வு"
            },
            {
                "text": "வூ"
            },
            {
                "text": "வெ"
            },
            {
                "text": "வே"
            },
            {
                "text": "வை"
            },
            {
                "text": "வொ"
            },
            {
                "text": "வோ"
            },
            {
                "text": "வௌ"
            },
            {
                "text": "ழ"
            },
            {
                "text": "ழா"
            },
            {
                "text": "ழி"
            },
            {
                "text": "ழீ"
            },
            {
                "text": "ழு"
            },
            {
                "text": "ழூ"
            },
            {
                "text": "ழெ"
            },
            {
                "text": "ழே"
            },
            {
                "text": "ழை"
            },
            {
                "text": "ழொ"
            },
            {
                "text": "ழோ"
            },
            {
                "text": "ழௌ"
            },
            {
                "text": "ள"
            },
            {
                "text": "ளா"
            },
            {
                "text": "ளி"
            },
            {
                "text": "ளீ"
            },
            {
                "text": "ளு"
            },
            {
                "text": "ளூ"
            },
            {
                "text": "ளெ"
            },
            {
                "text": "ளே"
            },
            {
                "text": "ளை"
            },
            {
                "text": "ளொ"
            },
            {
                "text": "ளோ"
            },
            {
                "text": "ளௌ"
            },
            {
                "text": "ற"
            },
            {
                "text": "றா"
            },
            {
                "text": "றி"
            },
            {
                "text": "றீ"
            },
            {
                "text": "று"
            },
            {
                "text": "றூ"
            },
            {
                "text": "றெ"
            },
            {
                "text": "றே"
            },
            {
                "text": "றை"
            },
            {
                "text": "றொ"
            },
            {
                "text": "றோ"
            },
            {
                "text": "றௌ"
            },
            {
                "text": "ன"
            },
            {
                "text": "னா"
            },
            {
                "text": "னி"
            },
            {
                "text": "னீ"
            },
            {
                "text": "னு"
            },
            {
                "text": "னூ"
            },
            {
                "text": "னெ"
            },
            {
                "text": "னே"
            },
            {
                "text": "னை"
            },
            {
                "text": "னொ"
            },
            {
                "text": "னோ"
            },
            {
                "text": "னௌ"
            }
        ]
    },
  
    
]
module.exports = {
    letters
}